---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.HourSquareFootDegreesFahrenheitPerBritishThermalUnit
source: html/5471e9b7-c6c6-a126-922c-73afe1578258.htm
---
# Autodesk.Revit.DB.UnitTypeId.HourSquareFootDegreesFahrenheitPerBritishThermalUnit Property

Hour square foot degrees Fahrenheit per British thermal unit.

## Syntax (C#)
```csharp
public static ForgeTypeId HourSquareFootDegreesFahrenheitPerBritishThermalUnit { get; }
```